{"name":"Gallium(II) telluride","desc":"Gallium(II) telluride, GaTe, is a chemical compound of gallium and tellurium. There is research interest in the structure and electronic properties of GaTe because of the possibility that it, or related compounds, may have applications in the electronics industry. Gallium telluride can be made by reacting the elements or by metal organic vapour deposition (MOCVD). . GaTe produced from the elements has a monoclinic crystal structure. Each gallium atom is tetrahedrally coordinated by 3 tellurium and one gallium atom. The gallium-gallium bond length in the Ga2 unit is 2.43 Angstrom. The structure consists of layers and can be formulated as Ga24+ 2Te2−. The bonding within the layers is ionic-covalent and between the layers is predominantly van der Waals. GaTe is classified as a layered semiconductor (like GaSe and InSe which have similar structures). It is a direct band gap semiconductor with an energy of 1.65eV at room temperature. A hexagonal form can be produced by low pressure metal organic vapour deposition (MOCVD) from alkyl gallium telluride cubane-type clusters e.g. from (t-butylGa( μ3-Te))4. The core consists of a cube of eight atoms, four gallium, and four tellurium atoms. Each gallium has an attached t-butyl group and three adjacent tellurium atoms and each tellurium has three adjacent gallium atoms. The hexagonal form, which is closely related to the monoclinic form, containing Ga24+ units, converts to the monoclinic form when annealed at 500 °C.","images":[{"alt":"Gallium(II) telluride","src":"//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/GaSstructure.jpg/200px-GaSstructure.jpg"}],"link":"/wiki/Gallium(II)_telluride","Other names":"gallium telluride","CAS Number":"12024-14-5 Y","ECHA InfoCard":"100.031.524","Chemical formula":"GaTe","Molar mass":"197.32 g/mol","Appearance":"black pieces","Density":"5.44 g/cm<sup>3</sup>, solid","Melting point":"824 °C (1,515 °F; 1,097 K)","Crystal structure":"hexagonal, hP8","Space group":"P63/mmc, No. 194","EU classification (DSD) (outdated)":"not listed","NFPA 704":"0\n4\n0","Other anions":"gallium(II) oxide, gallium(II) sulfide, gallium monoselenide","Other cations":"zinc(II) telluride, germanium(II) telluride, indium(II) telluride","Related compounds":"gallium(III) telluride","standard state":"Except where otherwise noted, data are given for materials in their standard state (at 25 °C [77 °F], 100 kPa).\nExcept where otherwise noted, data are given for materials in their standard state (at 25 °C [77 °F], 100 kPa)."}