{"name":"Pyridinium","desc":"Pyridinium is the cationic conjugate acid of pyridine. This can either be due to protonation of the ring nitrogen or because of addition of a substituent to the ring nitrogen, typically via alkylation. The lone pair of electrons on the nitrogen atom of pyridine is not delocalized, and thus pyridine can be protonated easily. Pyridine is often used as an organic base in chemical reactions, thus the pyridinium ion is produced as the counter ion to the leaving group in the reaction. This complex is often insoluble in the organic solvent, so precipitation of the pyridinium leaving group complex is an indication of the progress of the reaction. The pyridinium ion also plays a role in Friedel-Crafts acylation. When pyridine is included, it forms a complex with the electrophilic acylium ion, rendering it even more reactive. Because the protonation involves only the lone pair electrons of nitrogen in pyridine, pyridinium is an aromatic ion, as determined through Hückel's rule. It is isoelectronic to benzene.","images":[{"alt":"Pyridinium.svg","src":"//upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Pyridinium.svg/80px-Pyridinium.svg.png"}],"link":"/wiki/Pyridinium","":"","IUPAC name":"pyridinium","CAS Number":"16969-45-2 N","3D model (JSmol)":"Interactive image","ChemSpider":"4169387 Y","PubChem CID":"4989215","Chemical formula":"<span class=\"chemf nowrap\">C<span style=\"display:inline-block;margin-bottom:-0.3em;vertical-align:-0.4em;line-height:1em;font-size:80%;text-align:left\"><br>\n5</span>H<span style=\"display:inline-block;margin-bottom:-0.3em;vertical-align:-0.4em;line-height:1em;font-size:80%;text-align:left\"><br>\n6</span>N<span style=\"display:inline-block;margin-bottom:-0.3em;vertical-align:0.8em;line-height:1em;font-size:80%;text-align:left\">+<br></span></span>","Molar mass":"80.11 g·mol−1","standard state":"Except where otherwise noted, data are given for materials in their standard state (at 25 °C [77 °F], 100 kPa).\nExcept where otherwise noted, data are given for materials in their standard state (at 25 °C [77 °F], 100 kPa)."}