{"name":"Silver molybdate","desc":"Silver molybdate (Ag2MoO4) presents two types of electronic structure, depending on the pressure conditions to which the crystal is subjected. At room temperature, Ag2MoO4 exhibits a spinel-type cubic structure related to beta (β-Ag2MoO4) phase, which is more stable in nature. However, when exposed to high hydrostatic pressure, these crystals have a tetragonal structure associated to alpha (α-Ag2MoO4) metastable phase. Recently, the literature  has reported the formation of α-Ag2MoO4 metastable phase by the solution-phase precipitation method under environment condition, and using 3-bis(2-pyridyl)pyrazine (dpp) as doping. The influence of pH at starting solution on the growth and formation processes of distinct heterostructures (brooms, flowers and rods) was investigated by Singh et al. and Fodjo et al., in which the sodium borohydride was employed to induce the reduction of silver nanoparticles on the surface of Ag2MoO4 crystals in order to enhance the Raman scattering. In other studies, Ag-Ag2MoO4 composites prepared by microwave-assisted hydrothermal synthesis presented interesting photocatalytic activity for the degradation of Rhodamine B under visible light. In addition, Ag2MoO4 mixed with graphite acts as a good lubricant for Ni-based composites, improving the tribological properties of this system. Different synthesis methods have been employed to obtain pure β-Ag2MoO4 crystals, including solid-state reaction or oxide mixture at high temperature, melt-quenching  and Czochralski growth. Particularly, high temperatures, long processing times, and/or sophisticated equipment are necessary in these synthetic routes. Moreover, the final products may be composed of irregular particle shapes with nonhomogeneous size distribution as well as contain the presence of secondary phases. In recent years, pure β-Ag2MoO4 crystals have been synthesized by the co-precipitation, microwave-assisted hydrothermal synthesis, dynamic template route using polymerization of the acrylamide assisted templates  and impregnation/calcination method.","images":[],"link":"/wiki/Silver_molybdate","CAS Number":"13765-74-4 N","3D model (JSmol)":"Interactive image","ChemSpider":"10801079 Y","PubChem CID":"16217378","Chemical formula":"Ag<sub>2</sub>MoO<sub>4</sub>","Molar mass":"375.67 g/mol","Appearance":"yellow crystals","Density":"6.18 g/cm<sup>3</sup>, solid","Melting point":"483 °C (901 °F; 756 K)","Solubility in water":"slightly soluble","Crystal structure":"cubic","standard state":"Except where otherwise noted, data are given for materials in their standard state (at 25 °C [77 °F], 100 kPa).\nExcept where otherwise noted, data are given for materials in their standard state (at 25 °C [77 °F], 100 kPa)."}